/* GENERAL */
"OK" = "OK"; /* alert call to action */
"Delete" = "Delete"; /* alert call to action */



/* TABS */
"Home" = "Home"; /* Home tab */
"Open" = "Open"; /* Open projects tab */
"Closed" = "Closed"; /* Closed projects tab */
"Awards" = "Awards"; /* Awards tab */



/* HOME VIEW */
"Up next" = "Up next"; /* section header for user's most high priority items */
"More to explore" = "More to explore"; /* section header for user's other items, sorted in order of priority */
"Please select something from the menu to begin." = "Please select something from the menu to begin."; /* placeholder text for when the user has the device in landscape mode */



/* PROJECTS VIEW */
"Open Projects" = "Open Projects"; /* navigation bar title */
"Closed Projects" = "Closed Projects"; /* navigation bar title */
"New Project" = "New Project"; /* placeholder text for title of a newly added project */
"New Item" = "New Item"; /* placeholder text for title of a newly added item */
"Nothing to see here..." = "Nothing to see here..."; /* placeholder text for when the user has yet to open any projects */
"Add Project" = "Add Project"; /* label for plus button in the toolbar */
"Add Item" = "Add Item"; /* label for the new item button in the list of items for a project */



/* PROJECT ITEM SORTING */
"Sort" = "Sort"; /* label for the sort items button in the toolbar */
"Sort Items" = "Sort Items"; /* title for action sheet */
"How would you like to sort project items?" = "How would you like to sort project items?"; /* message for action sheet */
"Optimised" = "Optimised"; /* project item sorting method */
"Alphabetically" = "Alphabetically"; /* project item sorting method */
"Date Created" = "Date Created"; /* project item sorting method */



/* EDITING A PROJECT */
"Edit Project" = "Edit Project"; /* navigation bar title */
"Project name" = "Project name"; /* placeholder text for textfield */
"Description of this project" = "Description of this project"; /* placeholder text for text field */
"Basic Settings" = "Basic Settings"; /* section header */
"Select Project Colour" = "Select Project Colour"; /* section header */
"Close Project" = "Close Project"; /* label for the close project button - closing a project is equivalent to marking it as finished */
"Reopen Project" = "Reopen Project"; /* label for the reopen project button - reopening a project is equivalent to marking it as not finished */
"Delete Project" = "Close Project"; /* label for the delete project button */
"Closing a project moves it from the Open to Closed tab. Deleting a project removes it completely and is irreversible." = "Closing a project moves it from the Open to Closed tab. Deleting a project removes it completely and is irreversible."; /* warning text below the delete button */
"Delete project?" = "Delete project?"; /* alert title */
"Are you sure you want to delete this project? All the items it contains will also be deleted. This action cannot be undone." = "Are you sure you want to delete this project? All the items it contains will also be deleted. This action cannot be undone."; /* message for alert */



/* EDITING AN ITEM */
"Edit Item" = "Edit Item"; /* navigation bar title */
"Item name" = "Item name"; /* placeholder text for textfield */
"Description" = "Description"; /* placeholder text for textfield */
"Priority" = "Priority"; /* section header */
"High" = "High"; /* project item priority */
"Medium" = "Medium"; /* project item priority */
"Low" = "Low"; /* project item priority */
"Mark Completed" = "Mark Completed"; /* toggle label to indicate an item is finished */



/* AWARDS */
"Locked" = "Locked"; /* title for alert */
"Unlocked: %@" = "Unlocked: %@"; /* message for alert */


